; Translation file for AltDrag 1.0
; it-IT localization by Hexaae
; Simply put this file in the same directory as AltDrag, then restart AltDrag.
; Please read the wiki for help: https://code.google.com/p/altdrag/wiki/Translate
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=it-IT
Lang=Italiano
LangEnglish=Italian
Author=Hexaae
TrayEnabled=AltDrag
TrayDisabled=AltDrag (disattivato)
MenuEnable=Attiva
MenuDisable=Disattiva
MenuHideTray=Nascondi icona di notifica
MenuUpdateAvailable=È disponibile un aggiornamento!
MenuConfigure=Configura
MenuAbout=Info
MenuExit=Esci
UpdateBalloon=È stata trovata una nuova versione!
UpdateDialog=È disponibile una nuova versione. Vai al sito web?
UpdateLatest=Non è disponibile alcun aggiornamento.
ConfigTitle=AltDrag Configurazione
ConfigTabGeneral=Generale
ConfigTabInput=Mouse e tastiera
ConfigTabBlacklist=Lista nera
ConfigTabAdvanced=Avanzate
ConfigTabAbout=Info
GeneralBox=Impostazioni generali
GeneralAutoFocus=Seleziona la &finestra durante il trascinamento.\nPuoi anche premere Ctrl per attivare la finestra.
GeneralAero=&Mima Aero Snap
GeneralInactiveScroll=&Scorri finestre inattive
GeneralMDI=&MDI support
GeneralAutoSnap=Aggancia automaticamente a:
GeneralAutoSnap0=disattivato
GeneralAutoSnap1=bordi dello schermo
GeneralAutoSnap2=+ esterno finestre
GeneralAutoSnap3=+ interno finestre
GeneralLanguage=Lingua:
GeneralAutostartBox=Avvio automatico
GeneralAutostart=A&vvia AltDrag all'accesso
GeneralAutostartHide=Nascon&di icona di notifica
GeneralAutostartElevate=&Eleva con privilegi amministratore
GeneralAutostartElevateTip=Nota che una richiesta UAC apparirà tutte le volte che accederai, a meno di disattivare completamente l'UAC.
GeneralElevate=E&leva
GeneralElevated=Elevato
GeneralElevateTip=Crea una nuova instanza di AltDrag con privilegi da amministratore. Ciò permette a AltDrag di gestire gli altri programmi con privilegi da amministratore in esecuzione.\n\nDovrai confermare una richiesta UAC da parte di Windows per permettere a AltDrag di essere avviato con privilegi da amministratore.
GeneralElevationAborted=Elevazione annullata.
GeneralAutosave=N.B.: le impostazioni sono applicate e salvate istantaneamente!
InputMouseBox=Azioni mouse
InputMouseLMB=Tasto sinistro:
InputMouseMMB=Tasto centrale:
InputMouseRMB=Tasto destro:
InputMouseMB4=Tasto mouse 4:
InputMouseMB5=Tasto mouse 5:
InputMouseScroll=Rotellina:
InputMouseLowerWithMMB=&Lower windows by middle clicking on title bars
InputActionMove=muovi finestra
InputActionResize=ingrandisci finestra
InputActionClose=chiudi finestra
InputActionMinimize=riduci a icona finestra
InputActionLower=sposta dietro finestra
InputActionAlwaysOnTop=scambia Sempre sopra
InputActionCenter=centra finestra sullo schermo
InputActionNothing=nulla
InputActionAltTab=Alt+Tab
InputActionVolume=volume
InputActionTransparency=trasparenza
InputHotkeysBox=Tasti di scelta rapida
InputHotkeysLeftAlt=Alt &sinistro
InputHotkeysRightAlt=Alt &destro
InputHotkeysLeftWinkey=&Win sinistro
InputHotkeysRightWinkey=W&in destro
InputHotkeysLeftCtrl=&Ctrl sinistro
InputHotkeysRightCtrl=C&trl destro
InputHotkeysMore=Puoi aggiungere qualunque tasto modificando il file ini.\nUsa il tasto maiusc per agganciare una finestra all'altra.
BlacklistBox=Impostazioni lista nera
BlacklistProcessBlacklist=Lista nera processi:
BlacklistBlacklist=Lista nera:
BlacklistSnaplist=Lista aggancio:
BlacklistExplanation=Leggi <a href="http://code.google.com/p/altdrag/wiki/Blacklist">la wiki</a> sul sito web per una spiegazione approfondita di come funziona la lista nera!
BlacklistFindWindowBox=Indentifica finestra
BlacklistFindWindowExplanation=Clicca l'icona per identificare la classname della finestra in modo da poterla aggiungere alla Lista nera o Lista aggancio sopra.
AdvancedBox=Impostazioni avanzate
AdvancedHookWindows=A&ttiva l'aggancio muovendo le finestre normalmente.\nFunziona insieme all'aggancio automatico!
AdvancedHookWindowsWarn=Nota che non è sicuro al 100% dato che questa funzionalità lavora tramite hooking in altri processi. Potrebbe essere rischioso quando si utilizzano giochi con protezione anti-cheat.\n\nSicuro di volerla attivare?
AdvancedUpdateCheckOnStartup=Verifica automaticamente gli a&ggiornamenti
AdvancedUpdateBeta=Verifica presenza di versioni &beta
AdvancedUpdateCheckNow=&Controlla ora
AdvancedIni=AltDrag salva le impostazioni in AltDrag.ini. Ci sono alcune cose che possono essere configurate solo tramite modifica manuale.
AdvancedOpenIni=Apri file &ini
AboutBox=Informazioni su AltDrag
AboutVersion=Versione
AboutAuthor=Creato da Stefan Sundin
AboutLicense=AltDrag è software libero e open source!\nSiete liberi di distribuirlo!
AboutDonate=&Dona
AboutTranslationCredit=Crediti traduzione
MiscUnhookError=There was an error disabling AltDrag. This was most likely caused by Windows having already disabled AltDrag's hooks.\n\nIf this is the first time this has happened, you can safely ignore it and continue using AltDrag.\n\nIf this is happening repeatedly, you can read on the website wiki how to prevent this from happening again (look for 'AltDrag mysteriously stops working' on the About page).
